---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.SfPerTon
source: html/869590c9-8cf0-e7af-2d15-f53081867388.htm
---
# Autodesk.Revit.DB.SymbolTypeId.SfPerTon Property

Symbol SF/ton, indicating unit Square feet per ton of refrigeration.

## Syntax (C#)
```csharp
public static ForgeTypeId SfPerTon { get; }
```